In-place family contains multiple disjoined solids. Consider splitting in several in-place families.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId DisjoinedSolidsInInPlaceFamily { get; }
  Visual Basic
Public Shared ReadOnly Property DisjoinedSolidsInInPlaceFamily As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ DisjoinedSolidsInInPlaceFamily {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures PerformanceFailures Class
  Autodesk.Revit.DB Namespace